import './Accardion.scss'

export default function Accardion() {
    return(
    <div className='container'>
        <section id='8' className='Accardion'>
        <h1 className='services-title'>FAQ</h1>
    <details>
        <summary>Сколько времени нужно на работу?</summary>
        <p>Скорость разработки зависит от функциональности проекта. Разработка простых и средних проектов может занять от 3 до 6 месяцев, тогда как сложные могут потребовать более года.</p>
    </details>

    <details>
        <summary>Какой бюджет стоит заложить на продвижение приложения для смартфонов после его создания?</summary>
        <p>Какой бюджет стоит заложить на продвижение приложения для смартфонов после его создания?",
            answer: "Мы рекомендуем распределить бюджет следующим образом - 50% цены на разработки приложений на заказ и 50% на его продвижение. Необходимо учитывать, что стоимость продвижения зависит от потребностей рынка и привлечения пользователей.</p>
    </details>

    <details>
        <summary>Какой опыт у специалистов вашей компании?</summary>
        <p>Компания устанавливает жесткие стандарты для отбора лучших специалистов в сфере разработки мобильных приложений. Каждый кандидат проходит проверку на уровень навыков, пригодный к работе на степень Senior. Большинство персонала обладает опытом работы от 4 до 5 лет по своему стеку технологий.</p>
    </details>

    <details>
        <summary>Какой объем информации нужен для начала работы над проектом?</summary>
        <p>Для старта работы важно понять ваши задачи, ожидания от проекта, технические требования и сроки. Примеры конкурентов и ваш бюджет помогут нам лучше спланировать работу. Выберите подходящий вариант сотрудничества и заполните наш бриф, а если что-то непонятно — свяжитесь с нами для бесплатной консультации.</p>
    </details>

        </section>
</div>
    )
}